{
  "state": "MN",
  "city": "Plymouth",
  "kitchens": [
    {
      "title": "MSP Kitchenery",
      "price": null,
      "categoryName": "Shared-use commercial kitchen",
      "address": "3425 Highway 169N Unit 2, Plymouth, MN 55441, United States",
      "neighborhood": null,
      "street": "3425 Highway 169N Unit 2",
      "city": "Plymouth",
      "postalCode": "55441",
      "state": "Minnesota",
      "countryCode": "US",
      "website": "http://www.mspkitchenery.com/?utm_source=google&utm_medium=wix_google_business_profile&utm_campaign=13485767492739592036",
      "phone": "+1 651-334-8821",
      "phoneUnformatted": "+16513348821",
      "claimThisBusiness": false,
      "location": {
        "lat": 45.0196064,
        "lng": -93.4016022
      },
      "permanentlyClosed": false,
      "temporarilyClosed": false,
      "placeId": "ChIJp7cv8CA1s1IRyhAaIJuYFqE",
      "categories": [
        "Shared-use commercial kitchen"
      ],
      "fid": "0x52b33520f02fb7a7:0xa116989b201a10ca",
      "cid": "11607632881619964106",
      "reviewsCount": 0,
      "imagesCount": 1,
      "imageCategories": [],
      "scrapedAt": "2025-07-17T00:58:09.177Z",
      "googleFoodUrl": null,
      "hotelAds": [],
      "openingHours": [
        {
          "day": "Monday",
          "hours": "Open 24 hours"
        },
        {
          "day": "Tuesday",
          "hours": "Open 24 hours"
        },
        {
          "day": "Wednesday",
          "hours": "Open 24 hours"
        },
        {
          "day": "Thursday",
          "hours": "Open 24 hours"
        },
        {
          "day": "Friday",
          "hours": "Open 24 hours"
        },
        {
          "day": "Saturday",
          "hours": "Open 24 hours"
        },
        {
          "day": "Sunday",
          "hours": "Open 24 hours"
        }
      ],
      "peopleAlsoSearch": [],
      "placesTags": [],
      "reviewsTags": [],
      "additionalInfo": {
        "From the business": [
          {
            "Identifies as women-owned": true
          }
        ],
        "Accessibility": [
          {
            "Wheelchair-accessible car park": true
          },
          {
            "Wheelchair-accessible entrance": true
          },
          {
            "Wheelchair-accessible seating": true
          },
          {
            "Wheelchair-accessible toilet": true
          }
        ]
      },
      "gasPrices": [],
      "url": "https://www.google.com/maps/search/?api=1&query=MSP%20Kitchenery&query_place_id=ChIJp7cv8CA1s1IRyhAaIJuYFqE",
      "searchPageUrl": "https://www.google.com/maps/search/shared-use%20commercial%20kitchen/@45.04640884599392,-93.49583052549285,14z?hl=en",
      "searchString": "shared-use commercial kitchen",
      "language": "en",
      "rank": 2,
      "isAdvertisement": false,
      "imageUrl": "https://streetviewpixels-pa.googleapis.com/v1/thumbnail?panoid=NgoO4VMwYBfPHLr1sDGvTg&cb_client=search.gws-prod.gps&w=408&h=240&yaw=326.61307&pitch=0&thumbfov=100",
      "kgmid": "/g/11hy9z8_l9"
    },
    {
      "title": "SHARED USE COMMERCIAL KITCHEN",
      "price": null,
      "categoryName": "Shared-use commercial kitchen",
      "address": "3425 US-169, Plymouth, MN 55441",
      "neighborhood": null,
      "street": "3425 US-169",
      "city": "Plymouth",
      "postalCode": "55441",
      "state": "Minnesota",
      "countryCode": "US",
      "website": "https://www.mda.state.mn.us/shared-commercial-kitchen-directory#harmony",
      "claimThisBusiness": true,
      "location": {
        "lat": 45.0196148,
        "lng": -93.4015313
      },
      "permanentlyClosed": true,
      "temporarilyClosed": false,
      "placeId": "ChIJCaGnnUc1s1IRv7i13fAcoWY",
      "categories": [
        "Shared-use commercial kitchen"
      ],
      "fid": "0x52b335479da7a109:0x66a11cf0ddb5b8bf",
      "cid": "7395223883956467903",
      "reviewsCount": 0,
      "imagesCount": 1,
      "imageCategories": [],
      "scrapedAt": "2025-07-17T00:58:12.547Z",
      "googleFoodUrl": null,
      "hotelAds": [],
      "openingHours": [],
      "peopleAlsoSearch": [],
      "placesTags": [],
      "reviewsTags": [],
      "gasPrices": [],
      "url": "https://www.google.com/maps/search/?api=1&query=SHARED%20USE%20COMMERCIAL%20KITCHEN&query_place_id=ChIJCaGnnUc1s1IRv7i13fAcoWY",
      "searchPageUrl": "https://www.google.com/maps/search/shared-use%20commercial%20kitchen/@44.997857154006084,-93.42719377450715,14z?hl=en",
      "searchString": "shared-use commercial kitchen",
      "language": "en",
      "rank": 11,
      "isAdvertisement": false,
      "imageUrl": "https://streetviewpixels-pa.googleapis.com/v1/thumbnail?panoid=NgoO4VMwYBfPHLr1sDGvTg&cb_client=search.gws-prod.gps&w=408&h=240&yaw=344.65958&pitch=0&thumbfov=100",
      "kgmid": "/g/11n0rq05s8"
    }
  ],
  "insights": {
    "residents": {
      "count": "81.3K",
      "description": "Plymouth's diverse population creates exceptional opportunities for food entrepreneurs serving multicultural communities and busy families.\nThis demographic diversity reflects modern America's changing food preferences, with residents increasingly seeking authentic cuisines and convenient meal solutions.\nResearch shows that 60% of Plymouth consumers order takeout or delivery at least once a week, driven by busy lifestyles and dual-income households.\nThe city's residential patterns create distinct neighborhoods where food delivery thrives, especially during evening hours when families need convenient dinner solutions.\nYoung professionals and established families both value high-quality, convenient meal options that save time while providing variety and authentic flavors.\nHome ownership rates indicate stable communities with established dining habits and disposable income for food services.\nThe growing preference for delivery over dining out, particularly among suburban families, creates consistent demand for ghost kitchen and meal delivery concepts.",
      "driveTime": "15 min",
      "homeowners": "45%",
      "medianHomeValue": "$185K",
      "diversity": "50+",
      "hispanicPopulation": "25%"
    },
    "workforce": {
      "count": "52K",
      "description": "Plymouth's dynamic workforce drives significant demand for convenient, high-quality meal options during busy workdays and corporate meetings.\nThe concentration of professional services, healthcare, and business operations creates a large population of time-conscious workers who value meal delivery services.\nAverage commute times and office-based work schedules create predictable lunch and dinner rush periods that food businesses can optimize around.\nThe rise of remote and hybrid work arrangements has expanded delivery opportunities to residential areas during traditional business hours.\nCorporate culture increasingly includes food benefits and catered meetings, providing opportunities for bulk catering and corporate accounts.\nBusiness lunch meetings remain important for relationship building, creating demand for professional-quality group meal orders and presentation-ready packaging.\nHigher-income professionals represent a premium market segment willing to pay for convenience, quality ingredients, and unique culinary experiences.",
      "driveTime": "15 min",
      "workFromHome": "12%",
      "averageCommute": "25 min",
      "highIncome": "22%",
      "businessLunch": "65%"
    },
    "students": {
      "count": "32K",
      "description": "Plymouth's educated population and student community drive innovation in food trends and represent early adopters of new delivery platforms and concepts.\nCollege students and recent graduates combine adventurous food preferences with strong digital engagement habits and regular delivery app usage.\nLocal colleges and universities creates a constant influx of young adults who view food delivery as an essential part of their lifestyle rather than a luxury service.\nStudents and young professionals often work irregular hours, creating demand for late-night delivery options and weekend meal services.\nThis educated demographic actively seeks out diverse cuisines, sustainable food options, and restaurants that align with their values and social media presence.\nGraduate students, medical residents, and young professionals have limited cooking time but sufficient income to prioritize convenient, nutritious meal options.\nThe concentration of educated consumers makes Plymouth an ideal testing ground for innovative food concepts before expanding to other markets.",
      "driveTime": "15 min",
      "bachelors": "19.2K",
      "advanced": "12.8K",
      "foodDelivery": "35%",
      "avgSpend": "$25"
    },
    "income": {
      "median": "$91K",
      "description": "Plymouth's income diversity creates opportunities for food businesses to serve multiple market segments through strategic pricing and menu offerings.\nThe substantial middle-income population balances budget consciousness with willingness to pay for convenience during busy periods and special occasions.\nHigher-income households demonstrate different ordering behaviors, ordering delivery more frequently and spending more per order than average consumers.\nIncome distribution patterns reveal distinct market segments that can be served with different brands, pricing strategies, or menu offerings from the same commercial kitchen.\nProfessional services and established industries create seasonal income fluctuations that smart food entrepreneurs can capitalize on with targeted offerings.\nThe city's cost of living relative to income means residents have discretionary spending power for dining and delivery services.\nEconomic stability and employment growth in key industries support sustained demand for food services and premium dining experiences.",
      "under50k": "38%",
      "over100k": "28%",
      "deliveryFrequency": "2.1x",
      "avgOrderValue": "$38"
    },
    "foodScene": {
      "title": "Plymouth's Growing Food Scene",
      "description": "Plymouth boasts a vibrant and evolving culinary landscape that reflects both local traditions and innovative dining trends.\nThe city's food scene combines established favorites with emerging concepts, creating opportunities for entrepreneurs to both honor local preferences and introduce new ideas.\nFrom food trucks to fine dining establishments, Plymouth offers diverse dining experiences that demonstrate consumer openness to culinary innovation.\nLocal food festivals, farmers markets, and culinary events showcase the community's appreciation for quality ingredients and creative preparation.\nThe city's food critics and social media influencers actively champion new restaurants and concepts, providing valuable marketing opportunities for new businesses.\nEstablished food culture creates a knowledgeable customer base that appreciates quality while remaining open to new flavors and concepts.\nThe growing food scene attracts food tourists and creates buzz that benefits all local food businesses through increased visibility and foot traffic."
    },
    "businessOpportunity": {
      "title": "Why Start a Food Business in Plymouth",
      "description": "Plymouth presents excellent opportunities for food entrepreneurs due to its diverse population, stable economy, and strong demand for convenient dining options.\nMinnesota's business-friendly environment includes favorable tax policies, streamlined permitting processes, and supportive small business resources.\nThe $2.7B Minnesota food service market continues expanding at 14% annually, driven by population growth and changing consumer preferences.\nCommercial kitchen rental costs in Plymouth remain competitive compared to major metropolitan areas, allowing entrepreneurs to test concepts with manageable overhead.\nThe city's established delivery infrastructure and tech-savvy population create ideal conditions for ghost kitchen and food delivery concepts.\nAccess to diverse suppliers, skilled culinary professionals, and multicultural ingredients supports authentic cuisine development and menu innovation.\nSuccessful food concepts in Plymouth can easily expand regionally or serve as testing grounds for national restaurant chains and food brands.",
      "foodServiceMarket": "$2.7B",
      "deliveryGrowth": "14%",
      "ghostKitchenROI": "32%",
      "startupCost": "$45K"
    }
  }
}